/* ===== Filenames ===== */
"128.001" = "Tuntematon albumi";
"128.002" = "Tuntematon artisti";
"128.003" = "Tuntematon lajityyppi";
"128.004" = "Tuntematon podcast";
"128.005" = "Podcastit";
"128.006" = "Kokoelmat";
/* ===== iTunes Store Strings ===== */
"137.001" = "iTunes Store";
"137.043" = "Ostoskori";
/* ===== Sharing Strings ===== */
"138.001" = "Henkilön ^1 kirjasto";
"138.021" = "iTunes-jaon salasana";
/* ===== Equalizer Strings ===== */
"177.001" = "Taajuuskorjain";
"177.002" = "Manuaalinen";
"177.003" = "Tasainen";
"177.004" = "Haluatko varmasti poistaa taajuuskorjaimen esiasetuksen ”^1”?";
"177.005" = "Haluatko muuttaa kaikki esiasetusta ”^1” käyttävät kappaleet käyttämään esiasetusta ”^2”?";
"177.006" = "Taajuuskorjaimen esiasetus nimeltä ”^1” on jo olemassa. Haluatko korvata sen?";
"177.007" = "Esiasetukset";
"177.008" = "Haluatko poistaa esiasetuksen ”^1” kaikista sitä käyttävistä kappaleista?";
"177.009" = "Tee esiasetus";
"177.010" = "Uuden esiasetuksen nimi:";
"177.011" = "Nimeä uudelleen";
"177.012" = "nimetön esiasetus";
"177.013" = "nimetön esiasetus ^1";
/* ===== EQ Presets Strings ===== */
/* Acoustic Built-In Preset */
"510.001" = "Acoustic";
/* Bass Booster Built-In Preset */
"510.002" = "Bassonkorostus";
/* Bass Reducer Built-In Preset */
"510.003" = "Bassonvaimennus";
/* Classical Built-In Preset */
"510.004" = "Classical";
/* Dance Built-In Preset */
"510.005" = "Dance";
/* Deep Built-In Preset */
"510.006" = "Syvä";
/* Electronic Built-In Preset */
"510.007" = "Electronic";
/* Flat Built-In Preset */
"510.008" = "Tasainen";
/* Hip-Hop Built-In Preset */
"510.009" = "Hip-Hop";
/* Jazz Built-In Preset */
"510.010" = "Jazz";
/* Latin Built-In Preset */
"510.011" = "Latin";
/* Loudness Built-In Preset */
"510.012" = "Vahvistava";
/* Lounge Built-In Preset */
"510.013" = "Sävykäs";
/* Piano Built-In Preset */
"510.014" = "Piano";
/* Pop Built-In Preset */
"510.015" = "Pop";
/* R&B Built-In Preset */
"510.016" = "R&B";
/* Rock Built-In Preset */
"510.017" = "Rock";
/* Small Speakers Built-In Preset */
"510.018" = "Pienet kaiuttimet";
/* Spoken Word Built-In Preset */
"510.019" = "Puhe";
/* Treble Booster Built-In Preset */
"510.020" = "Diskantinkorostus";
/* Treble Reducer Built-In Preset */
"510.021" = "Diskantinvaimennus";
/* Vocal Booster Built-In Preset */
"510.022" = "Laulunkorostus";
/* ===== MP3 Kind Strings ===== */
"3101.001" = "MPEG-äänitiedosto";
"3101.002" = "MPEG-äänitiedosto (etä)";
"3101.003" = "MPEG-äänivirta";
/* ===== MP3 Detail Strings ===== */
"3102.001" = "Muoto: ";
"3102.002" = "Kanavat: ";
"3102.003" = "MPEG-1, ";
"3102.004" = "MPEG-2, ";
"3102.005" = "Taso 1";
"3102.006" = "Taso 2";
"3102.007" = "Taso 3";
"3102.008" = "Mono";
"3102.009" = "Stereo";
"3102.010" = "Yhdistetty stereo";
"3102.011" = "Kaksoisstereo";
"3102.012" = "ID3-tagi: ";
"3102.013" = "1.0";
"3102.014" = "1.1";
"3102.015" = "2.2";
"3102.016" = "2.3";
"3102.017" = "2.4";
"3102.018" = "Ei mitään";
"3102.019" = "Koodaustapa: ";
"3102.020" = "Tuntematon";
/* ===== PCM Decoder Kinds ===== */
"3200.001" = "AIFF-äänitiedosto";
"3200.002" = "WAV-äänitiedosto";
"3200.003" = "Sound Designer II -äänitiedosto";
"3200.004" = "AIFF-äänivirta";
"3200.005" = "WAV-äänivirta";
"3200.006" = "AIFF-äänitiedosto (etä)";
"3200.007" = "WAV-äänitiedosto (etä)";
/* ===== PCM Details ===== */
"3201.001" = "Kanavat: ";
"3201.002" = "Näytekoko: ";
"3201.003" = "Mono";
"3201.004" = "Stereo";
"3201.005" = "Useita";
"3201.006" = "^1 bittiä";
"3201.007" = "Pakkaus: ";
/* ===== QuickTime Kind Strings ===== */
"3301.001" = "QuickTime-elokuvatiedosto";
"3301.002" = "QuickTime-elokuvaosoite";
"3301.003" = "Suojattu MPEG-4-videotiedosto";
"3301.004" = "MPEG-4-videotiedosto";
"3301.005" = "QuickTime-elokuvatiedosto (etä)";
"3301.006" = "Ostettu MPEG-4-videotiedosto";
/* ===== Audible Kind Strings ===== */
"4401.001" = "Audible-tiedosto";
"4401.002" = "Puhe";
"4401.003" = "Äänikirja";
/* ===== Audible Detail Strings ===== */
"4403.001" = "Muoto: ";
"4403.002" = "Kanavat: ";
"4403.003" = "4 (MP3)";
"4403.004" = "5 (ei tuettu)";
"4403.005" = "1 (ei tuettu)";
"4403.006" = "2";
"4403.007" = "3";
"4403.008" = "Mono";
"4403.009" = "Stereo";
"4403.010" = "Omistaja:";
"4403.011" = "Ei voida polttaa CD:lle.";
"4403.012" = "Kertoja:";
"4403.013" = "Julkaistu:";
/* ===== MP4 Kinds ===== */
"5000.001" = "MPEG-4-äänitiedosto";
"5000.002" = "MPEG-4-äänitiedosto (etä)";
"5000.003" = "MPEG-4-äänivirta";
"5000.004" = "Suojattu MPEG-4-äänitiedosto";
"5000.005" = "Suojattu MPEG-4-äänitiedosto (etä)";
"5000.006" = "Suojattu MPEG-4-äänivirta";
"5000.007" = "Ostettu MPEG-4-äänitiedosto";
"5000.008" = "Ostettu MPEG-4-äänitiedosto (etä)";
"5000.009" = "AAC-äänitiedosto";
"5000.010" = "AAC-äänitiedosto (etä)";
"5000.011" = "AAC-äänivirta";
"5000.012" = "Suojattu AAC-äänitiedosto";
"5000.013" = "Suojattu AAC-äänitiedosto (etä)";
"5000.014" = "Suojattu AAC-äänivirta";
"5000.015" = "Ostettu AAC-äänitiedosto";
"5000.016" = "Ostettu AAC-äänitiedosto (etä)";
"5000.017" = "Apple Lossless -äänitiedosto";
"5000.018" = "Apple Lossless -äänitiedosto (etä)";
"5000.019" = "Apple Lossless -äänivirta";
"5000.020" = "Suojattu Apple Lossless -äänitiedosto";
"5000.021" = "Suojattu Apple Lossless -äänitiedosto (etä)";
"5000.022" = "Suojattu Apple Lossless -äänivirta";
/* ===== MP4 Details ===== */
"5002.001" = "Profiili: ";
"5002.002" = "Kanavat: ";
"5002.003" = "Koodaustapa: ";
"5002.004" = "Koodaaja: ";
"5002.005" = "Copyright: ";
"5002.006" = "Ostaja: ";
"5002.007" = "Käyttäjätunnus: ";
"5002.008" = "Laji: ";
"5002.009" = "Kokonaisbittinopeus: ";
"5002.010" = "Pää";
"5002.011" = "Matala kompleksisuus";
"5002.012" = "Pitkän ajan ennuste";
"5002.013" = "Skaalautuva";
"5002.014" = "Tuntematon";
"5002.015" = "Mono";
"5002.016" = "Stereo";
"5002.017" = "Useita";
"5002.018" = "Näytekoko: ";
"5002.019" = "^1 bittiä";
"5002.020" = "FairPlay-versio: ";
"5002.021" = "Kappale ";
"5002.022" = "Ostopäivä: ";
/* ===== Playlist Strings ===== */
"9000.001" = "nimetön soittolista";
"9000.002" = "nimetön soittolista ^1";
"9000.003" = "nimetön kansio";
"9000.004" = "nimetön kansio ^1";
"9000.005" = "Ääni-CD:n raita";
"9000.006" = "Raita ^1";
"9000.010" = "%1";
"9000.011" = "%1 (1 raita)";
"9000.012" = "%1 (%2 raitaa)";
"9000.013" = "%1";
"9000.014" = "%1 (1 virta)";
"9000.015" = "%1 (%2 virtaa)";
"9000.016" = "^1 kb/s";
"9000.017" = "^1 kb/s (VBR)";
"9000.018" = "^1 kHz";
"9000.019" = "Keskeneräinen";
"9000.020" = "Tuntematon";
"9000.021" = "Ei käytettävissä";
"9000.022" = "Virta";
"9000.023" = "Jatkuva";
/* track # */
"9000.024" = "^1 / ^2";
/* disc # */
"9000.025" = "^1 / ^2";
"9000.026" = "%1 dB";
"9000.029" = "Podcastit";
"9000.031" = "Kausi %1";
/* ===== Genres ===== */
"9200.001" = "Blues";
"9200.002" = "Classic Rock";
"9200.003" = "Country";
"9200.004" = "Dance";
"9200.005" = "Disco";
"9200.006" = "Funk";
"9200.007" = "Grunge";
"9200.008" = "Hip-Hop";
"9200.009" = "Jazz";
"9200.010" = "Metal";
"9200.011" = "New Age";
"9200.012" = "Oldies";
"9200.013" = "Other";
"9200.014" = "Pop";
"9200.015" = "R&B";
"9200.016" = "Rap";
"9200.017" = "Reggae";
"9200.018" = "Rock";
"9200.019" = "Techno";
"9200.020" = "Industrial";
"9200.021" = "Alternative";
"9200.022" = "Ska";
"9200.023" = "Death Metal";
"9200.024" = "Pranks";
"9200.025" = "Soundtrack";
"9200.026" = "Euro-Techno";
"9200.027" = "Ambient";
"9200.028" = "Trip-Hop";
"9200.029" = "Vocal";
"9200.030" = "Jazz+Funk";
"9200.031" = "Fusion";
"9200.032" = "Trance";
"9200.033" = "Classical";
"9200.034" = "Instrumental";
"9200.035" = "Acid";
"9200.036" = "House";
"9200.037" = "Game";
"9200.038" = "Sound Clip";
"9200.039" = "Gospel";
"9200.040" = "Noise";
"9200.041" = "AlternRock";
"9200.042" = "Bass";
"9200.043" = "Soul";
"9200.044" = "Punk";
"9200.045" = "Space";
"9200.046" = "Meditative";
"9200.047" = "Instrumental Pop";
"9200.048" = "Instrumental Rock";
"9200.049" = "Ethnic";
"9200.050" = "Gothic";
"9200.051" = "Darkwave";
"9200.052" = "Techno-Industrial";
"9200.053" = "Electronic";
"9200.054" = "Pop-Folk";
"9200.055" = "Eurodance";
"9200.056" = "Dream";
"9200.057" = "Southern Rock";
"9200.058" = "Comedy";
"9200.059" = "Cult";
"9200.060" = "Gangsta";
"9200.061" = "Top 40";
"9200.062" = "Christian Rap";
"9200.063" = "Pop/Funk";
"9200.064" = "Jungle";
"9200.065" = "Native American";
"9200.066" = "Cabaret";
"9200.067" = "New Wave";
"9200.068" = "Psychedelic";
"9200.069" = "Rave";
"9200.070" = "Showtunes";
"9200.071" = "Trailer";
"9200.072" = "Lo-Fi";
"9200.073" = "Tribal";
"9200.074" = "Acid Punk";
"9200.075" = "Acid Jazz";
"9200.076" = "Polka";
"9200.077" = "Retro";
"9200.078" = "Musical";
"9200.079" = "Rock & Roll";
"9200.080" = "Hard Rock";
"9200.081" = "Folk";
"9200.082" = "Folk-Rock";
"9200.083" = "National Folk";
"9200.084" = "Swing";
"9200.085" = "Fast Fusion";
"9200.086" = "Bebop";
"9200.087" = "Latin";
"9200.088" = "Revival";
"9200.089" = "Celtic";
"9200.090" = "Bluegrass";
"9200.091" = "Avantgarde";
"9200.092" = "Gothic Rock";
"9200.093" = "Progressive Rock";
"9200.094" = "Psychedelic Rock";
"9200.095" = "Symphonic Rock";
"9200.096" = "Slow Rock";
"9200.097" = "Big Band";
"9200.098" = "Chorus";
"9200.099" = "Easy Listening";
"9200.100" = "Acoustic";
"9200.101" = "Humor";
"9200.102" = "Speech";
"9200.103" = "Chanson";
"9200.104" = "Opera";
"9200.105" = "Chamber Music";
"9200.106" = "Sonata";
"9200.107" = "Symphony";
"9200.108" = "Booty Bass";
"9200.109" = "Primus";
"9200.110" = "Porn Groove";
"9200.111" = "Satire";
"9200.112" = "Slow Jam";
"9200.113" = "Club";
"9200.114" = "Tango";
"9200.115" = "Samba";
"9200.116" = "Folklore";
"9200.117" = "Ballad";
"9200.118" = "Power Ballad";
"9200.119" = "Rhythmic Soul";
"9200.120" = "Freestyle";
"9200.121" = "Duet";
"9200.122" = "Punk Rock";
"9200.123" = "Drum Solo";
"9200.124" = "A Capella";
"9200.125" = "Euro-House";
"9200.126" = "Dance Hall";
/* ===== Memory Descriptors ===== */
"10001.001" = "0 Kt";
"10001.002" = "^1 Kt";
"10001.003" = "^1 Mt";
"10001.004" = "^1 Gt";
"10001.005" = "-";
/* ===== Time Descriptors ===== */
"10002.001" = "0 sekuntia";
"10002.002" = "^1 sekunti";
"10002.003" = "^1 sekuntia";
"10002.004" = "^1 minuutti";
"10002.005" = "^1 minuuttia";
"10002.006" = "^1 tunti";
"10002.007" = "^1 tuntia";
"10002.008" = "^1 päivä";
"10002.009" = "^1 päivää";
/* ===== Date Strings ===== */
"10003.001" = "Sunnuntai";
"10003.002" = "Maanantai";
"10003.003" = "Tiistai";
"10003.004" = "Keskiviikko";
"10003.005" = "Torstai";
"10003.006" = "Perjantai";
"10003.007" = "Lauantai";
"10003.008" = "Eilen";
"10003.009" = "Tänään";
"10003.010" = "Huomenna";
/* ===== Database strings ===== */
"kMusicLibraryPrimaryPlaylistName" = "Kirjasto";
"kNoAlbumTitleString" = "Tuntematon albumi";
"kUnknownAlbumPodcastString" = "Tuntematon podcast";
"kUnknownAlbumArtistString" = "Tuntematon artisti";
"kUnknownNameString" = "Tuntematon nimi";
"kVariousArtistsString" = "Useita artisteja";
"kPlaylistURLString" = "Soittolistan osoite";
